import "./Style/Rules.css"

function Rules() {
    return (
        <section className="Rules">
            <div className="Rules__section">
                <h2 className="Rules__headline">Правила</h2>
                <p className="Rules__info">
                    Ласкаво просимо до магазину меблів "Елегантне Обіймання"! Ми раді представити вам нашу велику колекцію якісних меблів, які прикрасять ваш дім і зроблять його затишним і комфортним. Дотримуючись нижченаведених правил користування, ви зможете зробити своє перебування в нашому магазині максимально приємним та успішним.
                </p>
            </div>
            <div className="Rules__section">
                <h3 className="Rules__headline_3">Вибір товару</h3>
                <ul className="Rules__list">
                    <li>Приділіть увагу точності вказування контактних даних, щоб ми могли зв'язатися з вами для уточнення деталей та підтвердження замовлення.</li>
                    <li>Після вибору меблів, зверніться до наших продавців для заповнення замовлення та узгодження деталей.</li>
                    <li>Здійснення передоплати може бути необхідним для підтвердження замовлення.</li>
                </ul>
            </div>
            <div className="Rules__section">
                <h3 className="Rules__headline_3">Оформлення замовлення</h3>
                <ul className="Rules__list">
                    <li>У нашому магазині ви знайдете широкий асортимент меблів для будь-яких приміщень: вітальні, спальні, кухні, офісу та інше.</li>
                    <li>Передбачена можливість огляду меблів у магазині або на нашому веб-сайті. Зверніть увагу на розміри, характеристики та ціни товару.</li>
                    <li>Наші фахівці з інтер'єрного дизайну завжди готові надати консультацію та допомогти з вибором оптимального рішення для вашого приміщення.</li>
                </ul>
            </div>
            <div className="Rules__section">
                <h3 className="Rules__headline_3">Доставка</h3>
                <ul className="Rules__list">
                    <li>Ми пропонуємо послугу доставки меблів прямо до вашого будинку або офісу.</li>
                    <li>Вартість доставки залежить від відстані та об'єму замовлення. Ви можете дізнатися більше у наших продавців.</li>
                    <li>Зазвичай термін доставки становить від 3 до 7 робочих днів. У разі необхідності, ми можемо обговорити пріоритетну доставку.</li>
                </ul>
            </div>
        </section>
    )
}

export default Rules